/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Erabili BlackBerry Blend BlackBerry gailuko mezuak eta edukia ordenagailuan ikusteko. Horrez gain, egutegia eta kontaktuak ikus ditzakezu, baita ordenagailuaren eta gailuaren artean fitxategiak kudeatu ere. Gailuak enpresa-eremua aktibatuta badu, seguru atzi ditzakezu laneko informazioa, fitxategiak eta intranet, VPNera konektatu gabe. BlackBerry Blend BlackBerry 10 OS 10.3 bertsioa edo berriagoa exekutatzen duten gailuek onartzen dute.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Erabili BlackBerry Link gailuko datuen babeskopia egin eta datu horiek berrezartzeko, beste gailu batera aldatzeko, gailuaren softwarea eguneratzeko eta gailuaren softwarea berriro instalatzeko. Gainera, multimedia, dokumentuak eta antolatzaileko datuak (kontaktuak eta egutegia, esaterako) ere sinkroniza ditzakezu gailuaren eta ordenagailuaren artean. Onartu gailutik ordenagailuko fitxategiak atzitzea, urrunetik fitxategiak atzitzea eginbidea erabiliz, eta askoz gehiago!";